{
"facts": [
    "Sova was initially concieved as a female character.",
    "Raze's nade, Kay/o's molly, Breach's aftershock, Brim's ult and his molly, Sova's shockdart , Phoenix's molly, Viper's molly, and Kj's Nano swarm all deal 1/3 damage to allies.",
    "Kay in scramble means the letter K, so his name also stands for k/o.",
    "Phoenix's wall does more overall damage the closer you are to him.",
    "Running across Sage's slow orbs gives off a sound cue.",
    "Viper's wall does 30 instant decay.",
    "Being vulnerable makes you take double damage.",
    "Being in the middle of Phoenix's molly does more overall damage.",
    "Phoenix's molly and wall combined heals 100 health.",
    "Yoru's name stands for night in Japanese.",
    "Omen is not called Fred.",
    "Brim's stim beacon adds 15% fire pace.",
    "Kay/o's suppression blade cancels Sova's ult entirely.",
    "Raze's satchel does 600 damage to objects.",
    "Viper's pit lasts 15 seconds after she leaves.",
    "The smoke created after taking back Astra's stars lasts 1 second.",
    "Cypher's cage is technically speaking, not a smoke.",
    "You can use Yoru's ult to get to the bottom of the range.",
    "Brim's ult can be used outside the map.",
    "If you throw brim's molly straight up into the air, it will last 8 seconds before landing.",
    "You can make Raze's boombot jump by using her satchel.",
    "Shooting Viper's wall straight down causes it to disappear.",
    "when taking damage, shields absorb 66% of damage, while you take 34% of damage.",
    "You can get Cypher's cage back if you use it in the buying stage.",
    "Ghana, where Astra comes from, has a lake that is created by a meteor strike.",
    "Jett is the shortest agent.",
    "The only agent capable of committing suicide only using abilities is Brimstone.(150 health)",
    "Yoru takes about 1.25 seconds to tp.",
    "Split is in Japan.",
    "Ascent is in Italy.",
    "Bind is in Morocco.",
    "Haven is in Bhutan.",
    "Icebox is in Russia.",
    "Yoru's footstep can keep the tp door open.",
    "Viper's wall goes through the tp door to the other side.",
    "Kj can't use her ult while jumping off high ledges.",
    "Running with a gold gun is a faster than running with tactical knife.",
    "After the round ends, there will be .6 seconds. of extra time.",
    "While in the phased world, Omen can see what his fellow agents are doing, but not their guns.",
    "Omen can teleport into the tp room with his ult.",
    "Omen's paranoia doesn't teleport through the tp doors.",
    "One of Cypher's codenames is gumshoe.",
    "Bullets can be blocked with Skye's bird, Reyna's leer, and Cypher's cage.",
    "Most abilities can't be used to destroy Kay/o's blade, with his own molly being the exception.",
    "Phoenix's flashpoint bounces off walls and floors.",
    "Yoru broke into Icebox before.",
    "The range is also in Italy, too.",
    "Brimstone and Viper are two of the earliest members of the Valorant Protocol and worked to set up the current organization. Despite being a founding member of the Valorant Protocol alongside Brimstone, Viper does not hold any leadership position within the organization. Instead, Sage is Brimstone’s second-in-command.",
    "Brimstone and Viper are two of the earliest members of the Valorant Protocol and worked to set up the current organization. Despite being a founding member of the Valorant Protocol alongside Brimstone, Viper does not hold any leadership position within the organization. Instead, Sage is Brimstone’s second-in-command.",
    "During her early development phase, Killjoy was supposed to be male. She was also a robot during some part of development, before becoming the Agent we know today.",
    "Before joining the Valorant Protocol, Jett worked as a chef at a restaurant in Seoul. Viper, whose real name is Sabine, used to be a physician. Phoenix was suspended from the school he attended because he set a building on fire.",
    "Before joining the Valorant Protocol, Jett worked as a chef at a restaurant in Seoul. Viper, whose real name is Sabine, used to be a physician. Phoenix was suspended from the school he attended because he set a building on fire.",
    "Breach was born without arms. His mechanical arms are made from carbon steel with titanium plating.",
    "Breach was born without arms. His mechanical arms are made from carbon steel with titanium plating.",
    "Killjoy designed Brimstone’s bracer. She also invented all of the tools in her kit: a sentry bot, an alarm bot, swarm grenades, and a Lockdown device. While this feature is not available in-game for gameplay reasons, the sentry bot can actually run around freely.",
    "A mirrored version of Killjoy created the spike to attack an alternative version of Earth. It features the “K” logo of Kingdom, a powerful organization in Valorant which uses the power of radianite to produce 75% of the world’s energy.",
    "According to Valorant’s narrative team, Killjoy plays League of Legends. However, who she mains is a mystery. Omen, one of the most mysterious Agents in Valorant, is an avid knitter. KAY/O’s interests are more geared toward technology, and he has mastered the art of pool hall games.",
    "Astra loves cooking. Her favorite food is Jollof, a rice dish popular in West Africa.",
    "Early designs of Breach showed him with a brown jacket, black arms, blonde hair, and a mask.",
    "KAY/O is the 17th Agent from the Valorant Protocol. However, there are only 16 Agents in the game, with no information as to why Agent 08 is currently missing.",
    "Raze’s little boomba isn’t actually made by her. She modified one of Killjoy’s Alarmbots to create her Boom Bot."
],
"maps": [
    "Ascent",
    "Haven",
    "Split",
    "Bind",
    "Icebox",
    "Breeze",
    "Fracture",
    "Pearl",
    "Lotus"
],
"guessing": {
    "Gekko (InT)": {
        "Moshpit": "Wirft eine Granate. Auf dem Boden aufgekommen dupliziert sich .... nach kurzer Zeit und explodiert in einem großen Radius.",
        "Dizzy": "Flasht Gegner bei Blickkontakt. Nach Ablauf der Fähigkeit kann .... wieder aufgehoben und nach kurzer Zeit erneut verwendet werden.",
        "Wingman": "Aktiviert läuft .... .... ähnlich wie der Boom-Bot nach vorn. Beim ersten Gegnerkontakt aktiviert sich die Kreatur und betäubt Angreifer kurzzeitig. Wenn .... den Spike trägt, kann die Fähigkeit auch genutzt werden, um den Spike zu platzieren.",
        "Thrash": "Die Ult kombiniert Skyes Bahnbrecher und Killjoys Abriegelung. Wenn .... eingesetzt wird, kannst du ihn steuern und bei Gegnerkontakt zünden. Kontrahenten werden bewegungsunfähig gemacht und verlieren ihre Waffen aus der Auswahl.",
        "Data": ["Moshpit", "Dizzy", "Wingman", "Thrash"]
    },
    "Harbor (Con)": {
        "High Tide": "Mit E sendet .... eine .... nach vorn, durch die er Teile der Karte voneinander trennen kann. Spieler, die durch die .... laufen, sind für kurze Zeit verlangsamt. Ähnlich wie Phoenix Feuerwand kann der Verlauf durch die Mausrichtung beeinflusst werden.",
        "Cove": "Bei Aktivierung der .... rufst du eine kugelsichere Sphäre hervor, in der sich Mitspieler sicher bewegen können, um etwa den Spike zu entschärfen.",
        "Cascade": "Schickt eine .... nach voraus, welche durch einen weiteren Klick gestoppt wird.",
        "Reckoning": "Ruft ein großes ....-.... hervor. Im Zielgebiet stehende Spieler werden in regelmäßigen Rhythmen gestunnt, wenn sie sich nicht bewegen.",
        "Data": ["High Tide", "Cove", "Cascade", "Reckoning"]
    },
    "Fade (InT)": {
        "Prowler": "Entsendet eine Kreatur, die um Ecken gesteuert werden kann und den nächstmöglichen Gegner attackiert und blendet",
        "Haunt": "Ein Wurfgeschoss, das Gegner in Sichtweite aufdeckt und ihre Spuren verfolgt.",
        "Seize": "Ein Wurfgeschoss das Gegner ansaugt und ihnen Schaden zufügt.",
        "Nightfall": "Eine Druckwelle, die Gegner durch Wände hindurch taub macht und markiert wie bei Spuk.",
        "Data": ["Prowler", "Haunt", "Seize", "Nightfall"]
    },
    "Neon (DuL)": {
        "Fast Lane": "Ein Korridor bestehend aus zwei parallelen Wänden, die bei allen anderen Agenten Schaden anrichten",
        "Relay Bolt": "Betäubungsgranaten welche ein Magnetfeld auslösen und alles im Radius lähmen.",
        "High Gear": "Lässt den Spieler 30% .... laufen solange der Energiebalken befüllt ist. Pro Kill füllt sich der Balken um 50%.",
        "Overdrive": "...., die wie eine Waffe funktionieren und trotz Bewegung mit 100%iger Präzision genutzt werden können.",
        "Data": ["Fast Lane", "Relay Bolt", "High Gear", "Overdrive"]
    },
    "PHOENIX (DuL)": {
        "Blaze": "Eine .... Barriere, die kurzzeitig Wege blockiert, den Spieler bei Kontakt heilt und Schaden an Gegnern und Teammates verursacht.",
        "Curveball": "Eine Blendgranate, die um Ecken geworfen kann. Achtung, ihr könnt euch selbst und Mates ebenfalls blenden.",
        "Hot Hands": "Eine 'Molly' die Flächenschaden verursacht und den Spieler wie .... bei Kontakt heilt.",
        "Run it Back": "Setzt einen Respawnpunkt, an den Phoenix zurückkehrt, wenn er stirbt, oder der Timer von Revanche abläuft.",
        "Data": ["Blaze", "Curveball", "Hot Hands", "Run it Back"] 
    },
    "CHAMBER (SenT)": {
        "Headhunter": "Zaubert eine Waffe herbei, die auch über ein ADS verfügt. Kosten sind pro Kugel.",
        "Rendezvous": ".... kann einen Teleporterausgang platzieren, zudem er sich innerhalb eines Radiusses teleportiert.",
        "Trademark":" Platziert eine sichtbare Falle, die nach kurzer Zeit explodiert und Agenten im Areal um sich herum verlangsamt.",
        "Tour de Force": "Nach Aktivierung erhält .... ein Präzisionsgewehr, das wie die .... mit einer Kugel tötet, aber im Handling schneller ist. Bei erfolgreichem Treffer, spawnt um den Gegner herum ein verlangsamendes Feld.",
        "Data": ["Headhunter", "Rendezvous", "Trademark", "Tour de Force"] 
    },
    "KAY/O (InT)": {
        "FLASH/DRIVE": "Eine 'Flashbang', die man auch kürzer werfen kann.",
        "ZERO/POINT": "Mit dem .... kann .... Gegner scouten. Nach dem Aufprall explodiert das .... und schickt eine Schockwelle, die auch durch Wände geht und Gegner silenced, wodurch sie keine Fähigkeiten mehr verwenden können. Zusätzlich sieht .... in seinem GUI, ob und welche Agenten in der Reichweite befunden haben.",
        "FRAG/MENT": "Eine Molotov-Granate, die pulsierend explodiert.",
        "NULL/CMD": ".... bekommt eine Aura, die ständig pulsiert und Schockwellen ausschickt, ähnlich der von ....., die ebenfalls Gegner silenced. Wird er während seiner ULT eliminiert, kann .... von Teammates wiederbelebt werden. Während der Ult ist auch seine Feuerrate erhöht.",
        "Data": ["FLASH/DRIVE", "ZERO/POINT", "FRAG/MENT", "NULL/CMD"] 
    },
    "ASTRA (Con)": {
        "Nova Pulse": "Betäubt Gegner in Reichweite für kurze Zeit. Am besten mit .... kombinieren.",
        "Nebula": "Eine undurchsichtige Smoke, die innen hohl ist.",
        "Nebula - Fake": "Es gibt eine Fake-Version, mit der die Smoke nur kurz aufpoppt. Gut um schnell durch einen Gang zu kommen oder um den Spike wiederzubekommen.",
        "Gravity Well": "Zieht Gegner die im Einflussbereich sind in einem Strudel zur Mitte und macht sie verwundbar.",
        "Astral Form": ".... muss sich in .... begeben, um .... zu platzieren.",
        "Cosmic Divide": "Wenn .... in der .... eine Linie zieht, errichtet sie eine von Kugeln und Geräuschen undurchdringliche Wand, die sich durch die gesamte Map erstreckt.",
        "Data": ["Nova Pulse", "Nebula", "Nebula - Fake", "Gravity Well", "Astral Form", "Cosmic Divide"] 
    },
    "YORU (DuL)": {
        "Blindside": ".... wirft eine Flashbang, die kurz nach Aufprall an einer Oberfläche explodiert.",
        "Gatecrash": "Bei erstmaliger Aktivierung schickt .... ein .... vor sich hin (das sich gerade vorwärts bewegt) oder statisch bleibt. Bei weiterer Aktivierung teleportiert .... zum .....",
        "Fakeout": "Schickt eine .... von .... los. Schießt der Gegner auf den ...., wird er geflasht.",
        "Dimensional Drift": ".... verschwindet in einer anderen .... und ist unverwundbar und unsichtbar, sofern er nicht zu nah an Gegner herangeht. In der Fähigkeit kann er andere Fähigkeiten auslösen.",
        "Data": ["Blindside", "Gatecrash", "Fakeout", "Dimensional Drift"] 
    },
    "SKYE (InT)": {
        "Trailblazer": ".... steuert einen .... mit eingeschränkter Sicht und kann damit Gegner .... und .... Getroffene bekommen Schaden.",
        "Guiding Light": "Eine steuerbare Flashbang, die bei Explosion einen lauten Schrei von sich gibt, wenn sie Gegner geblendet hat. Dadurch auch ein gutes Scouting-Tool.",
        "Regrowth": "Heilt alle Verbündeten im Umkreis, die in Reichweite sind.",
        "Seekers": ".... schickt ein Rudel von .... los, die automatisch nach Gegnern suchen. So kann man Positionen der Gegner ausmachen. Werden diese getroffen, sind sie ....",
        "Data": ["Trailblazer", "Guiding Light", "Regrowth", "Seekers"] 
    }
},
"agenten" : {
    "Gekko (InT)":"https://testingbuddies.de/wp-content/uploads/2023/03/Gekko_Dark_2-2048x1152.png",
    "Harbor (Con)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/6/62/1-NightMode_Harbor.png?width=814",
    "Fade (InT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/7/70/Fade_2.png?width=814",
    "Neon (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/1/17/Neon.png?width=814",
    "PHOENIX (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/9/94/VALORANT_Phoenix_Dark.jpg?width=814",
    "JETT (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/1/1a/VALORANT_Jett_Dark.jpg?width=814",
    "VIPER (Con)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/f/f8/VALORANT_Viper_Dark.jpg?width=814",
    "SOVA (InT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/4/48/VALORANT_Sova_Dark.jpg?width=814",
    "CYPHER (SenT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/b/b9/VALORANT_Cypher_Dark.jpg?width=814",
    "BRIMSTONE (Con)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/5/5a/VALORANT_Brimm_Dark.jpg?width=814",
    "Sage (SenT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/5/55/VALORANT_Sage_dark.jpg?width=814",
    "OMEN (Con)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/0/08/VALORANT_Omen_Dark.jpg?width=814",
    "BREACH (InT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/a/ac/VALORANT_Breach_Dark.jpg?width=814",
    "Raze (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/1/14/VALORANT_Raze_Dark.jpg?width=814",
    "REYNA (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/c/c5/VALORANT_Reyna_Dark.jpg?width=814",
    "KILLJOY (SenT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/9/91/KillJoy_Wallpapers_blue1.jpg?width=814",
    "SKYE (InT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/b/b5/Skye_KeyArt_PR_1.jpg?width=814",
    "YORU (DuL)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/1/1b/Yoru_2.png?width=814",
    "ASTRA (Con)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/4/4b/Astra.png?width=814",
    "KAY/O (InT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/6/65/Kayo_2.png?width=814",
    "CHAMBER (SenT)":"https://oyster.ignimgs.com/mediawiki/apis.ign.com/valorant/1/18/Chamber_%281%29.png?width=814",
    "Deadlock (SenT)":"https://imageio.forbes.com/specials-images/imageserve/64975342eeeb919bc55d4178/VALORANT-Deadlock/960x0.jpg?format=jpg&width=960"
},
"skins" : [
    "!Skins über valorant_api einfügen", 
    "!Skins über valorant_api einfügen"
]
}